4ops.terraform
aaron-bond.better-comments
andrewbutson.vscode-openai
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
darkriszty.markdown-table-prettify
docker.docker
dracula-theme.theme-dracula
dzhavat.bracket-pair-toggler
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
golang.go
hashicorp.hcl
hashicorp.terraform
icrawl.discord-vscode
mikestead.dotenv
mrmlnc.vscode-json5
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.remote-repositories
oderwat.indent-rainbow
redhat.ansible
redhat.vscode-yaml
samuelcolvin.jinjahtml
shardulm94.trailing-spaces
signageos.signageos-vscode-sops
tamasfe.even-better-toml
weaveworks.vscode-gitops-tools
